{"version": "1.0", "truncation": null, "padding": null, "added_tokens": [{"id": 0, "special": true, "content": "[endoftext]", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false}], "normalizer": null, "pre_tokenizer": {"type": "Whitespace"}, "post_processor": null, "decoder": null, "model": {"type": "WordLevel", "vocab": {"[endoftext]": 0, "/": 1, "a": 2, "b": 3, "c": 4, "d": 5, "e": 6, "f": 7, "g": 8, "h": 9, "i": 10, "j": 11, "k": 12, "l": 13, "m": 14, "n": 15, "o": 16, "p": 17, "q": 18, "r": 19, "s": 20, "t": 21, "u": 22, "v": 23, "w": 24, "x": 25, "y": 26, "z": 27, "ab": 28, "ac": 29, "ad": 30, "ae": 31, "af": 32, "ag": 33, "ah": 34, "ai": 35, "aj": 36, "ak": 37, "al": 38, "am": 39, "an": 40, "ao": 41, "ap": 42, "aq": 43, "ar": 44, "as": 45, "at": 46, "au": 47, "av": 48, "aw": 49, "ax": 50}, "unk_token": "<unk>"}}